/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_PRIVACY_TITLE" = "პირადულობა";
"SETTINGS_VIDEO_TITLE" = "ვიდეო";
"SETTINGS_AUDIO_TITLE" = "აუდიო";

"SETTINGS_INFORMATION_TITLE" = "Information";
"SETTINGS_ABOUT" = "About VLC";
"SETTINGS_DONATE" = "შემოწირულობით მიეშველეთ VideoLAN-ს";
"SETTINGS_DONATE_LONG" = "მხარი დაუჭირეთ უფასო და ღია წყაროს მედიადამკვრელს";

"SETTINGS_DOCUMENTATION" = "Documentation";

"SETTINGS_THEME_BRIGHT" = "ნათელი იერსახე";
"SETTINGS_THEME_DARK" = "მუქი იერსახე";
"SETTINGS_THEME_SYSTEM" = "თვითშერჩევა";
"SETTINGS_THEME_BLACK" = "შავი ფონის გამოყენება მუქი რეჟიმისას";
"SETTINGS_THEME_BLACK_SUBTITLE" = "ზოგავს ბატარეას ორგანული შუქდიოდის (OLED) მქონე მოწყობილობებზე";
"SETTINGS_PRIVACY_SUBTITLE" = "პარამეტრებში გახსნა";
"SETTINGS_PASSCODE_LOCK_SUBTITLE" = "დაცული კავშირი თქვენს მასალებთან";
"SETTINGS_HIDE_LIBRARY_IN_FILES_APP_SUBTITLE" = "თქვენი ფაილები დაიმალება Files-პროგრამაში";

"SETTINGS_DARKTHEME" = "Theme";
"SETTINGS_APPEARANCE_TITLE" = "Appearance";
"SETTINGS_AUDIO_PREAMP_LEVEL" = "წინამაძლ. ნაგულისხმევი დონე";
"SETTINGS_TIME_STRETCH_AUDIO" = "ხმის დროში გაწელვა";
"SETTINGS_TIME_STRETCH_AUDIO_LONG" = "ხმის აჩქარება ან შენელება ბგერის შეუცვლელად (საჭიროებს სწრაფ მოწყობილობას)";
"SETTINGS_BACKGROUND_AUDIO" = "ხმის დაკვრა ფონურად";
"SETTINGS_PLAYBACK_TITLE" = "Playback";
"SETTINGS_PASSCODE_LOCK" = "პაროლით ჩაკეტვა";
"SETTINGS_PASSCODE_LOCK_ALLOWTOUCHID" = "Touch ID ნებართვა გახსნითვის";
"SETTINGS_PASSCODE_LOCK_ALLOWFACEID" = "Face ID ნებართვა გახსნისთვის";
"SETTINGS_PASSCODE_LOCK_ALLOWOPTICID" = "Optic ID ნებართვა გახსნისთვის";
"SETTINGS_HIDE_LIBRARY_IN_FILES_APP" = "ნებართვა, რომ მედიათეკას დამალავს Files";
"SETTINGS_VIDEO_FULLSCREEN" = "ვიდეოს გაშვება სრულ ეკრანზე";
"SETTINGS_HIDE_UI_DURING_PLAYBACK" = "სამომხმარებლო გარსის დამალვა დაკვრისას";
"SETTINGS_CONTINUE_VIDEO_PLAYBACK" = "გაშვებული ვიდეოს გაგრძელება";
"SETTINGS_CONTINUE_VIDEO_PLAYBACK_INFO" = "განაგრძობს ვიდეოს ჩვენებას ბოლოს დამახსოვრებული ადგილიდან.";
"SETTINGS_CONTINUE_AUDIO_PLAYBACK" = "გაშვებული ხმის გაგრძელება";
"SETTINGS_CONTINUE_AUDIO_PLAYBACK_INFO" = "განაგრძობს იმ ხმოვანი ფაილების დაკვრას ბოლოს დამახსოვრებული ადგილიდან, რომელთაც სათანადო ხანგრძლივობა აქვს და აკმაყოფილებს პოდკასტის მოთხოვნებს.";
"SETTINGS_CONTINUE_PLAYBACK_NEVER" = "არასდროს";
"SETTINGS_CONTINUE_PLAYBACK_ASK" = "შეკითხვით";
"SETTINGS_CONTINUE_PLAYBACK_ALWAYS" = "ყოველთვის";
"SETTINGS_NETWORK_PLAY_ALL" = "შემდეგი ჩანაწერის თვითგაშვება";
"SETTINGS_PLAY_ALL" = "კრებულების შეუფერხებლად გაშვება";
"SETTINGS_PLAYLIST_PLAY_ALL" = "დასაკრავი სიების შეუფერხებლად გაშვება";
"SETTINGS_ENABLE_MEDIA_CELL_TEXT_SCROLLING" = "ტექსტის გადაადგილების ჩართვა ფაილების სიაში";
"SETTINGS_RESTORE_LAST_PLAYED_MEDIA" = "ბოლოს გაშვებულის აღდგენა ჩართვისას";
"SETTINGS_RESTORE_LAST_PLAYED_MEDIA_SUBTITLE" = "შეუსაბამოა გარე მეხსიერებაზე შენახულ მასალასთან";
"SETTINGS_ENABLE_SCROLL_TO_CURRENTLY_PLAYING_MEDIA" = "Enable the scroll to the currently playing media";

"SETTINGS_SKIP_LOOP_FILTER" = "დაკბილვის არიდების ფილტრი";
"SETTINGS_SKIP_LOOP_FILTER_INFO" = "განუწყვეტელი ფილტრის (ე.წ. დაკბილვის არიდების) გამოტოვება ხშირად გარდამტეხად მოქმედებს ხარისხზე. მიუხედავად ამისა, მეტად ასწრაფებას უზრუნველყოფს მაღალი გარჩევადობის ნაკადებისას.";
"SETTINGS_SKIP_LOOP_FILTER_NONE" = "დაკბილვის აურიდებლად (უსწრაფესი)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF" = "დაკბილვის საშუალო არიდება";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY" = "დაკბილვის დაბალი არიდება";

"SETTINGS_PLAYBACK_SPEED_DEFAULT" = "დაკვრის ნაგულისხმევი სიჩქარე";

"SETTINGS_GESTURES" = "დაკვრის სამართავი";
"SETTINGS_GESTURES_VOLUME" = "ასმა/ჩამოსმით ხმის მართვა";
"SETTINGS_GESTURES_PLAYPAUSE" = "ორი თითის შეხებით გაშვება/შეჩერება";
"SETTINGS_GESTURES_BRIGHTNESS" = "ასმა/ჩამოსმით სიკაშკაშის შეცვლა";
"SETTINGS_GESTURES_SEEK" = "მარცხნივ/მარჯვნივ გასმით გადახვევა";
"SETTINGS_GESTURES_CLOSE" = "თითების მოკეცვით დახურვა";
"SETTINGS_GESTURES_FORWARD_BACKWARD_EQUAL" = "ერთი და იმავე შუალედის გამოყენება წინ და უკან გადახვევისთვის";
"SETTINGS_GESTURES_TAP_SWIPE_EQUAL" = "ერთი და იმავე შუალედის გამოყენება შეხებისა და გასმის ჟესტებისთვის";
"SETTINGS_GESTURES_SNAPSHOT" = "სამი თითით შეხება ეკრანის ანაბეჭდისთვის";

"SETTINGS_SUBTITLES_TITLE" = "ქვეწარწერები";
"SETTINGS_SUBTITLES_DISABLE" = "ქვეწარწერების გამორთვა";
"SETTINGS_SUBTITLES_DISABLE_LONG" = "ქვეწარწერების თვითშერჩევის გამორთვა";
"SETTINGS_SUBTITLES_FONT" = "შრიფტი";
"SETTINGS_SUBTITLES_TEXT_ENCODING" = "ტექსტის კოდირება";
"SETTINGS_SUBTITLES_FONTSIZE" = "შრიფტის ფარდობითი ზომა";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST" = "უმცირესი";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL" = "მცირე";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL" = "საშუალო";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE" = "დიდი";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST" = "უდიდესი";
"SETTINGS_SUBTITLES_BOLDFONT" = "მუქი შრიფტით";
"SETTINGS_SUBTITLES_FONTCOLOR" = "შრიფტის ფერი";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE" = "თეთრი";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK" = "შავი";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY" = "ნაცრისფერი";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER" = "ვერცხლისფერი";
"SETTINGS_SUBTITLES_FONTCOLOR_RED" = "წითელი";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA" = "იისფერი";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW" = "ყვითელი";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN" = "მწვანე";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY" = "მუქი ლურჯი";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS" = "გარემოხაზულობის სისქე";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE" = "არცერთი";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN" = "თხელი";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL" = "საშუალო";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK" = "სქელი";
"SETTINGS_SUBTITLES_INFO" = "არ იმოქმედებს ქვეწარწერებზე, რომლებიც ბიტური გამოსახულებით ინახება ან SSA-სახითაა მოცემული.";

"SETTINGS_DEINTERLACE" = "ხაზგამოშვების არიდება";
"SETTINGS_DEINTERLACE_INFO" = "ხაზგამოშვების არიდება თავისთავად აისახება ხაზგამოშვების მქონე მასალაზე მოძრაობის ხარვეზების აღსაკვეთად და ჩვენების ხარისხის გასაუმჯობესებლად. გათიშვაც შესაძლებელია ბატარეის დასაზოგად.";
"SETTINGS_DEINTERLACE_ON" = "ჩართ.";
"SETTINGS_DEINTERLACE_OFF" = "გამორთ.";
"SETTINGS_DEINTERLACE_AUTO" = "თვითშერჩევა";

"SETTINGS_HWDECODING" = "აპარატული გაშიფვრა";
"SETTINGS_HWDECODING_INFO" = "შიგთავსი H.264 და H.265 სახის დაშიფვრით შეიძლება აპარატურულად გაიშიფროს მუხტის დაზოგვითა და წარმადობის საგრძნობი მატებით. ყურადღება გამოიჩინეთ მისი გათიშვისას.";
"SETTINGS_HWDECODING_ON" = "ჩართ.";
"SETTINGS_HWDECODING_OFF" = "გამორთ.";
"SETTINGS_LOCK_ROTATION" = "მობრუნების იძულებით ჩაკეტვა";
"SETTINGS_CASTING" = "გადაცემა";
"SETTINGS_PTCASTING" = "ხმის გატარება";
"SETTINGS_PTCASTINGLONG" = "თავად მართოს ტელევიზორმა ხმის დამუშავება";
"SETTINGS_CASTING_CONVERSION_QUALITY" = "გარდაქმნის ხარისხი";
"SETTINGS_HIGH" = "მაღალი";
"SETTINGS_MEDIUM" = "საშუალო";
"SETTINGS_LOW" = "დაბალი";
"SETTINGS_LOWEST" = "უდაბლესი";

"SETTINGS_MEDIA_LIBRARY" = "მედიათეკა";
"SETTINGS_MEDIA_LIBRARY_RESCAN" = "აიძულეთ VLC, ხელახლა აღრიცხოს მედიათეკა";
"SETTINGS_DECRAPIFY" = "ჩანაწერის სახელის ეკრანისთვის მორგება";
"SETTINGS_DISABLE_GROUPING" = "თვითდაჯგუფების გათიშვა";
"SETTINGS_SHOW_THUMBNAILS" = "ვიდეოს გამოსახულების ჩვენება";
"SETTINGS_SHOW_ARTWORKS" = "სიმღერებზე გარეკანის ჩვენება";
"SETTINGS_BACKUP_MEDIA_LIBRARY" = "მედიათეკის ჩამატება მარქაფში";

"SETTINGS_NETWORK" = "ქსელი";
"SETTINGS_NETWORK_CACHING_TITLE" = "ქსელური მომარაგების დონე";
"SETTINGS_NETWORK_CACHING_INFO" = "გაზარდეთ მარაგის დონე თუ ხშირია შეფერხება მომარაგების მცდელობისას, განსაკუთრებით არასაიმედო კავშირისას.";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST" = "უმცირესი დაყოვნება";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW" = "მცირე დაყოვნება";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL" = "საშუალო";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH" = "მაღალი დაყოვნება";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST" = "უმაღლესი დაყოვნება";
"SETTINGS_WIFISHARING_IPv6" = "IPv6-მხარდაჭერა WiFi-ით გაზიარებისას";
"SETTINGS_PLAY_UPLOADS_WHILE_RECEIVING" = "Play uploads while still being received";
"SETTINGS_FORCE_SMBV1" = "ამჯობინოს SMB 1";
"SETTINGS_FORCE_SMBV1_LONG" = "მოხსენით მონიშვნა თუ სირთულეებს აწყდებით SMB-სერვერით მოძიებისას";
"SETTINGS_RTSP_TCP" = "RTP გამოიყენოს RTSP-ით (TCP)";
"SETTINGS_RTSP_HTTP" = "Tunnel RTSP and RTP over HTTP";
"SETTINGS_NETWORK_SATIP_CUSTOM_CHANNEL_LIST" = "მითითებული SAT>IP-არხების სიის ბმული";

"SETTINGS_DOWNLOAD_ARTWORK" = "გარეკანის ჩამოტვირთვა";

"SETTINGS_LAB" = "ლაბორ.";
"SETTINGS_DEBUG_LOG" = "გამართვის აღრიცხვის მოწყობილობაზე შენახვა";
"SETTINGS_EXPORT_LIBRARY" = "ფაილთა ბიბლიოთეკის აღრიცხვები";
"SETTINGS_EXPORT_LIST" = "პარამეტრების გატანა";

"ABOUT_APP_TV" = "VLC-ს შესახებ tvOS-ზე";

"SETTINGS_REMEMBER_PLAYER_STATE" = "დამკვრელის პარამეტრების დახსომება (არევა, განმეორება)";
"SETTINGS_REMEMBER_PLAYER_BRIGHTNESS" = "დამკვრელის სიკაშკაშის დახსომება";

"SETTINGS_PLAYBACK_SKIP_FORWARD" = "წინ გადახვევა";
"SETTINGS_PLAYBACK_SKIP_BACKWARD" = "უკან გადახვევა";
"SETTINGS_PLAYBACK_SKIP_GENERIC" = "გადახვევის ხანგრძლივობა";
"SETTINGS_PLAYBACK_SKIP_TAP" = "გადახვევის ხანგრძლივობა შეხებისას";
"SETTINGS_PLAYBACK_SKIP_SWIPE" = "გადახვევის ხანგრძლივობა გასმისას";
"SETTINGS_PLAYBACK_SKIP_FORWARD_TAP" = "წინ გადახვევა შეხებისას";
"SETTINGS_PLAYBACK_SKIP_BACKWARD_TAP" = "უკან გადახვევა შეხებისას";
"SETTINGS_PLAYBACK_SKIP_FORWARD_SWIPE" = "წინ გადახვევა გასმისას";
"SETTINGS_PLAYBACK_SKIP_BACKWARD_SWIPE" = "უკან გადახვევა გასმისას";
"SETINGS_LONG_TOUCH_SPEED_UP" = "ხანგრძლივი შეხებით ასწრაფება";
"SETTINGS_PLAYBACK_LOCKSCREEN_SKIP" = "ეკრანის სამართავის ჩაკეტვა";
"SETTINGS_PLAYBACK_EXTERNAL_CONTROLS_SKIP" = "გარე სამართავები (ყურსასმენებით, მანქანით)";
"SETTINGS_PLAYBACK_CONTROLS_SKIP_NO" = "წინა/შემდეგი";
"SETTINGS_PLAYBACK_CONTROLS_SKIP_YES" = "გადახვევა წინ/უკან";

"SETTINGS_DURATION_FOUR" = "4 წამი";
"SETTINGS_DURATION_FIVE" = "5 წამი";
"SETTINGS_DURATION_TEN" =  "10 წამი";
"SETTINGS_DURATION_FIFTEEN" = "15 წამი";
"SETTINGS_DURATION_TWENTY" =  "20 წამი";
"SETTINGS_DURATION_THIRTY" =  "30 წამი";
"SETTINGS_DURATION_SIXTY" = "60 წამი";

"SETTINGS_ACCESSIBILITY" = "ხელმისაწვდომობა";
"SETTINGS_PLAYER_CONTROL_DURATION" = "დაკვრის სამართავი დაიმალოს, როცა გავა";

"SETTINGS_PAUSE_WHEN_SHOWING_CONTROLS" = "გაშვების შეჩერება სამართავის გამოჩენისას";

"SETTINGS_RESET" = "პარამეტრების აღდგენა";
"SETTINGS_RESET_TITLE" = "ჩამოყრა";

"SETTINGS_PARENTAL_CONTROL" = "მშობლის ზედამხედველობა";
"SETTINGS_PARENTAL_CONTROL_SUBTITLE" = "ამოქმედებისას ფაილების წაშლა ან დასაკრავი სიის შეცვლა მოითხოვს პინკოდს.";

